/* No comment provided by engineer. */
" " = " ";

/* No comment provided by engineer. */
"%@ mL" = "%@ mL";

/* No comment provided by engineer. */
"00" = "00";

/* Menstrual flow picker label */
"24-Hour Flow" = "24-Hour Flow";

/* No comment provided by engineer. */
"Allow Nova to save samples by enabling access to menstration data in Health -> Profile -> Apps." = "Allow Nova to save samples by enabling access to menstration data in Health -> Profile -> Apps.";

/* No comment provided by engineer. */
"Average" = "Average";

/* Label for calendar menu item */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Go to Health" = "Go to Health";

/* Label for had flow selector */
"Had Flow" = "Had Flow";

/* Alert title for un-authorized HealthKit */
"HealthKit Not Authorized" = "HealthKit Not Authorized";

/* No comment provided by engineer. */
"Last Period" = "Last Period";

/* Label for menstrual cup type setting */
"Menstrual Cup Type" = "Menstrual Cup Type";

/* No comment provided by engineer. */
"No data" = "No data";

/* Label for no flow selector */
"No Flow" = "No Flow";

/* No comment provided by engineer. */
"OK" = "OK";

/* Label for reports menu item */
"Reports" = "Reports";

/* Label for settings menu item */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Typical Daily Volume" = "Typical Daily Volume";

/* No comment provided by engineer. */
"Typical Period Length" = "Typical Period Length";

/* No comment provided by engineer. */
"Typical Period Volume" = "Typical Period Volume";

/* Label for volume picker setting */
"Volume Entry Unit" = "Volume Entry Unit";

"% of cup" = "% of cup";

"Update" = "Update";

"Save" = "Save";

"days" = "days";

"day" = "day";
